{
    "memories": [
        {
            "name": "Memory with Ian, #1706339168.5020163",
            "transcription": "Thank you. 1, 2, 3, 4, 5.",
            "context": "The image shows a person in an interior setting. The individual appears to be in a room with a black, textured backdrop or wall behind them. The person is wearing a hooded sweatshirt and has headphones around their neck. They have short hair and are looking slightly downward with a neutral facial expression. The lighting is modest, coming from the front, which suggests the setting may be indoors with artificial lighting. The image quality is not high, which can imply that it might have been taken with a webcam or a similar device.",
            "people": "Ian",
            "location": "Toronto Canada",
            "filename": "joint_1.mp4",
            "timestamp": "1706339168.5020163"
        },
        {
            "name": "Memory with Ian, #1706339168.5020163",
            "transcription": "Thank you. 1, 2, 3, 4, 5.",
            "context": "In this image, there's a person with medium-length hair looking slightly downward. The person is wearing a dark-colored hoodie with some text on it, although it's not fully legible. Behind them is what appears to be a dark curtain or wall. The image quality seems to be on the lower side, as details are a bit grainy.",
            "people": "Ian",
            "location": "Toronto Canada",
            "filename": "joint_2.mp4",
            "timestamp": "1706339168.5020163"
        },
        {
            "name": "Memory with Ian, #1706339168.5020163",
            "transcription": "Thank you. 1, 2, 3, 4, 5.",
            "context": "The image features a person looking down slightly, with a neutral or contemplative expression. They have medium-length hair and are wearing a hoodie. The person has headphones around their neck. The background is dark and not very detailed, which suggests the photo might have been taken indoors with a simple, plain backdrop.",
            "people": "Ian",
            "location": "Toronto Canada",
            "filename": "joint_3.mp4",
            "timestamp": "1706339168.5020163"
        },
        {
            "name": "Memory with Ian, #1706339168.5020163",
            "transcription": "Thank you. 1, 2, 3, 4, 5.",
            "context": "The image shows a person in front of a black backdrop. The individual has chin-length hair and is wearing a dark-colored hoodie with some text on it, although the text is not fully legible in this image. They appear to be looking slightly downward, and there might be headphones around the person's neck based on the visible part of what could be a headphone band or strap. The lighting is a bit dim, and the image quality is grainy, which suggests it may have been taken with a low-resolution camera or webcam.",
            "people": "Ian",
            "location": "Toronto Canada",
            "filename": "joint_1706339168.5020163.mp4",
            "timestamp": "1706339168.5020163"
        },
        {
            "name": "Memory with Ian, #1706339168.5020163",
            "transcription": "Thank you. 1, 2, 3, 4, 5.",
            "context": "The image shows a person in front of a black backdrop. The individual has chin-length hair and is wearing a dark-colored hoodie with some text on it, although the text is not fully legible in this image. They appear to be looking slightly downward, and there might be headphones around the person's neck based on the visible part of what could be a headphone band or strap. The lighting is a bit dim, and the image quality is grainy, which suggests it may have been taken with a low-resolution camera or webcam.",
            "people": "Ian",
            "location": "Toronto Canada",
            "filename": "joint_1706429678.9420748.mp4",
            "timestamp": "1706339168.5020163"
        }
        

    ]
}